[
  {
    "id": "0",
    "slug": "/articles/2025/analisis_forense_del_boligrafo_no_retornado",
    "metadata": {
      "title": "Análisis Forense del Bolígrafo No Retornado: Impacto Cero-Day en la Productividad TI",
      "date": "2025-12-03T00:00:00.000Z",
      "category": "Ingeniería de Procesos y Ergonomía de Oficina",
      "tags": [
        "cero_day",
        "bolígrafos",
        "seguridad",
        "supply_chain",
        "psicología_organizacional",
        "robo_hormiga"
      ],
      "author": "Departamento de Soporte Mental (División de Recursos Tangibles Críticos)",
      "abstract": "Este estudio aborda rigurosamente la sistemática desaparición de instrumentos de escritura de los escritorios de personal de TI. Se modela el fenómeno como un 'Exploit de Confianza' con un impacto económico subestimado en la cadena de suministro de la oficina, proponiendo soluciones de *hardening* a nivel de papelería."
    }
  },
  {
    "id": "1",
    "slug": "/articles/2025/apagar-notebook-con-bate-no-es-metodo-recomendado",
    "metadata": {
      "title": "Por qué apagar un notebook con un bate no es un método recomendado (ni técnico)",
      "date": "2025-11-29T00:00:00.000Z",
      "category": "Hardware",
      "tags": [
        "seguridad",
        "mantenimiento",
        "humor",
        "destruccion_ineficiente"
      ],
      "author": "Departamento de Soporte Mental",
      "abstract": "Exploramos técnicamente el mito urbano de apagar notebooks con un bate y por qué es una brillante mala idea."
    }
  },
  {
    "id": "2",
    "slug": "/articles/2025/curvatura_espacial_negativa_conector_usb",
    "metadata": {
      "title": "La Curvatura Espacial Negativa: Una Reevaluación de la Constante de Orientación del Conector USB",
      "date": "2025-12-04T00:00:00.000Z",
      "category": "Ingeniería de Conectividad y Física Teórica Aplicada",
      "tags": [
        "usb",
        "puerto",
        "física_cuántica",
        "frustración",
        "relatividad",
        "entropía"
      ],
      "author": "Laboratorio de Tensión Humana y Conectividad (LTHC)",
      "abstract": "Este estudio formaliza la **Constante de Orientación de Frustración (COF)**, una ley empírica que postula que la probabilidad de que un conector USB de Tipo A esté correctamente orientado es inversamente proporcional a la urgencia de conexión del usuario. Se exploran las implicaciones de la curvatura del espacio-tiempo local en la dinámica de inserción."
    }
  },
  {
    "id": "3",
    "slug": "/articles/2025/Puntos-criticos-de-contacto-Electroestatico-del-calcetin",
    "metadata": {
      "title": "Infografía: Puntos Críticos de Contacto Electroestático del Calcetín",
      "date": "2025-12-01T00:00:00.000Z",
      "category": "Hardware Forense y Métodos de Apagado de Emergencia",
      "tags": [
        "entropía",
        "terminación_forzosa",
        "hardware",
        "destrucción_ineficiente",
        "ética"
      ],
      "author": "Departamento de Soporte Mental Avanzado (DSMA)",
      "abstract": "Este artículo examina desde una perspectiva ingenieril y termodinámica la práctica no estándar de utilizar un bate de béisbol para forzar el estado OFF de un dispositivo de computación portátil. Se discute la latencia, la integridad de datos y el TCO (Total Cost of Ownership) de esta metodología, concluyendo su baja eficiencia y alta entropía de salida."
    }
  }
]
